tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "caskroom/cask"

cask "java"

brew "zsh"
brew "bash"
brew "zsh-completions"

brew "coreutils"	
brew "git"
brew "autojump"
brew "the_silver_searcher"
brew "bat"
brew "httpie"
brew "jenv"
brew "jq"
brew "magic-wormhole"
brew "tig"
brew "stow"
brew "tree"
brew "colordiff"
brew "automake"
brew "awscli"
brew "go"
brew "diff-so-fancy"
brew "tldr" 
brew "gpg"
brew "direnv"
brew "neovim"
brew "git-standup"
brew "mas"

cask "iterm2"
cask "aerial"
cask "evernote"
cask "slack"
cask "visual-studio-code"
cask "whatsapp"
cask "sublime-text"
cask "google-chrome"
cask "goland"  
cask "calibre"
cask "karabiner"
cask "karabiner-Elements"
cask "bitbar"
cask "postman"
cask "spotify"
cask "telegram"
cask "flycut"
cask "typora"
cask "tunnelblick"
cask "spectacle"
cask "docker"
cask "send-to-kindle"
cask "bartender"
cask "rocket"
cask "gas-mask"
cask "tidal"

mas "Clocker", id: 1056643111
mas "djay Pro", id: 1302002064
mas "Irvue", id: 1039633667
mas "Xcode", id: 497799835
mas "Amphtetamine", id: 937984704
